Repository: nebulous42069/Nexus
Catalog: matrix/script.mtvguide/resources/language/resource.language.*/strings.po
Languages: pl_pl

# #30000
source: This channel is missing epg data.
pl_pl: Wybrany kanał nie posiada danych epg.

# #30001
source: [B]Loading...[/B]
pl_pl: [B]Wczytywanie danych...[/B]

# #30002
source: Downloading data...
pl_pl: Pobieranie danych...

# #30003
source: Approximately {} seconds left...
pl_pl: Pozostało ok. {} sekund...

# #30004
source: Loading of data in progress...
pl_pl: Trwa ładowanie danych...

# #30005
source: Mouse control
pl_pl: Kontrola myszą

# #30006
source: Now
pl_pl: Teraz

# #30007
source: [B]Tip![/B] You can also use the scroll wheel
pl_pl: [B]Porada![/B] Możesz także użyć kółka

# #30008
source: Cancel
pl_pl: Anuluj

# #30009
source: Enter captcha
pl_pl: Wpisz captcha

# #30010
source: Reset all keys
pl_pl: Zresetuj wszystkie klawisze

# #30011
source: Press the key you want to assign now
pl_pl: Naciśnij klawisz, który chcesz teraz przypisać

# #30012
source: Timeout in {:.0f} seconds...
pl_pl: Przekroczono limit czasu za {:.0f} sekund...

# #30013
source: All keys have been deleted.
pl_pl: Wszystkie klawisze zostały usunięte.

# #30100
source: General
pl_pl: Ogólne

# #30102
source: Show channels from category
pl_pl: Pokaż kanały z kategorii

# #30103
source: XMLTV file
pl_pl: Plik XMLTV

# #30104
source: Clear cache...
pl_pl: Wyczyść cache...

# #30105
source: Done!
pl_pl: Skończone!

# #30106
source: Show service notifications
pl_pl: Wyświetlaj powiadomienie serwisowe

# #30107
source: Show schedule programme notifications
pl_pl: Wyświetlaj powiadomienia o zaplanowanych programach

# #30108
source: Clear all reminders...
pl_pl: Wyczyść wszystkie przypomnienia...

# #30109
source: Clear all planed recordings...
pl_pl: Wyczyść wszystkie zaplanowane nagrywania...

# #30110
source: Update program information on KODI startup
pl_pl: Aktualizuj informacje o programie podczas startu KODI

# #30111
source: [COLOR]Enter the url address or provide a path to your EPG files[/COLOR]
pl_pl: [COLOR]Wpisz adres url lub podaj ścieżkę do swoich plików EPG[/COLOR]

# #30112
source: Enter a path to your channel logos
pl_pl: Podaj ścieżkę do swoich logo kanałów

# #30116
source: Search for channel logos in
pl_pl: Wyszukaj obrazki kanałów w

# #30118
source: Main
pl_pl: Podstawowe

# #30119
source: Additional
pl_pl: Dodatkowe

# #30120
source: Additional
pl_pl: Dodatkowe

# #30149
source: does not exist. Default will be set!
pl_pl: nie istnieje. Domyślna zostanie ustawiona!

# #30150
source: Sorry, an error has occurred
pl_pl: Przepraszamy, wystąpił błąd!

# #30151
source: Error initializing EPG file:
pl_pl: Błąd wczytywania pliku EPG:

# #30152
source: Please check if EPG url is valid or if internet connection is available and try again.
pl_pl: Proszę sprawdźić czy adres url EPG jest ważny lub czy połączenie internetowe jest dostępne, i spróbuj ponownie.

# #30153
source: because the settings are invalid!
pl_pl: ponieważ ustawienia są błędne!

# #30154
source: It looks like your current skin
pl_pl: Wygląda na to, że skórka której używasz

# #30155
source: is not supported by current version of m-TVGuide
pl_pl: nie jest komatybilna z obecną wersją m-TVGuide.

# #30156
source: Please try with a different skin...
pl_pl: Spróbuj zmienić skórkę...

# #30157
source: It looks like the TV Guide database is broken.
pl_pl: Wygląda na to, że baza danych m-TVGuide jest błędna.

# #30158
source: Please remove database file using option in plugin settings "Database settings"
pl_pl: Proszę usunąć plik bazy z dysku używając opcji w ustawieniach wtyczki "Ustawienia bazy"

# #30159
source: Channel configuration is unfortunately lost.
pl_pl: Konfiguracja kanałów została utracona.

# #30160
source: Error is not critical and addon will start but please fix the issue!
pl_pl: Błąd nie jest krytyczny i wtyczka się uruchomi ale proszę usunąć niedziałający link!

# #30161
source: Error is critical and programs won't be visible, please fix EPG (Electronic program guide) url!
pl_pl: Błąd jest krytyczny i lista programów nie będzie dostępna, proszę wpisać poprawny link do EPG (Elektroniczny przewodnik po programach)!

# #30162
source: No description
pl_pl: Brak opisu

# #30163
source: Missing genre
pl_pl: Brak kategorii

# #30164
source: No available information
pl_pl: Brak dostępnych informacji

# #30165
source: Do you want to exit m-TVGuide?
pl_pl: Czy chcesz zakończyć m-TVGuide?

# #30166
source: Electronic program guide (EPG) channel names do not match any channel ids, enabling detection of alternative channel names in addon settings might improve channel recognition.
pl_pl: Nazwy kanałów w elektronicznym przewodnikiem po programach (EPG) nie są zgodne z id kanałów, włączenie opcji wykrywania alternatywnych nazw kanałów w ustawieniach wtyczki może poprawić rozpoznawanie kanałów.

# #30167
source: Electronic program guide (EPG) channel names do not match any channel ids, if missing appending a country code in add-on playlist settings might improve channel recognition.
pl_pl: Nazwy kanałów w elektronicznym przewodnikiem po programach (EPG) nie są zgodne z id kanałów, jeśli kanały nie posiadają kodu krajowego, istnieje możliwość dodania go w ustawieniach playlisty aby poprawić rozpoznawanie kanałów.

# #30168
source: No channels matched, please make sure your Electronic program guide (EPG) channel names are matching provided playlist and/or TV service channel ids. Check Kodi log for more information.
pl_pl: Brak kanałów, upewnij się że nazwy kanałów elektronicznego przewodnika po programach (EPG) są zgodne z id kanałów w podanymi playlistami i/lub usługami telewizyjnymi. Sprawdź log Kodi aby uzyskać więcej informacji.

# #30169
source: No channels available in EPG list. Check your settings or Kodi log for more information.[CR][CR]Do you want to exit m-TVGuide?
pl_pl: Brak dostępnych kanałów na liście EPG. Sprawdź swoje ustawienia lub log Kodi, aby uzyskać więcej informacji.[CR][CR]Czy chcesz zakończyć m-TVGuide?

# #30170
source: Failed to download predefined {0} from server.[CR]Response HTTP status: {1}[CR][CR]Error is not critical and addon will start.
pl_pl: Nie udało się pobrać wstępnie zdefiniowanego {0} z serwera.[CR]Odpowiedź statusu HTTP: {1}[CR][CR]Błąd nie jest krytyczny i dodatek zostanie uruchomiony.

# #30171
source: Use predefined
pl_pl: Użyj predefiniowanych

# #30172
source: Manually assign EPG URL
pl_pl: Ręcznie przypisz URL EPG

# #30173
source: Latest version available in repository:[CR]{0}
pl_pl: Najnowsza wersja dostępna w repozytorium:[CR]{0}

# #30174
source: Error connecting to repository.[CR]Response HTTP status: {0}
pl_pl: Błąd podczas łączenia z repozytorium.[CR]Odpowiedź status HTTP: {0}

# #30175
source: No services selected, please enable services in addon settings.
pl_pl: Nie wybrano usług, włącz usługi w ustawieniach dodatków.

# #30176
source: Cache error, please reset custom streams in database settings.
pl_pl: Błąd pamięci podręcznej, zresetuj przypisane strumienie w ustawieniach bazy.

# #30200
source: on [B]{}[/B] in 5 minutes...
pl_pl: na [B]{}[/B] za 5 minut...

# #30201
source: on [B]{}[/B] is starting now...
pl_pl: na [B]{}[/B] rozpoczyna się...

# #30202
source: Starting scheduled program
pl_pl: Uruchomienie zapisanego programu

# #30203
source: Start scheduled program
pl_pl: Uruchomic zapisany program

# #30204
source: Cancel
pl_pl: Anuluj

# #30206
source: Display current time during playback
pl_pl: Wyświetlaj aktualny czas podczas odtwarzania

# #30300
source: Watch {}
pl_pl: Oglądaj {}

# #30301
source: Set reminder
pl_pl: Ustaw przypomnienie

# #30302
source: Delete reminder
pl_pl: Usuń przypomnienie

# #30303
source: Stop recording
pl_pl: Zatrzymaj nagrywanie

# #30304
source: Choose stream
pl_pl: Wybierz strumień

# #30305
source: You can choose your own .strm file.
pl_pl: Aby oglądać ten kanał możesz wybrać własny plik .strm

# #30306
source: Remove stream
pl_pl: Usuń strumień

# #30307
source: Channels
pl_pl: Kanały

# #30308
source: Exit
pl_pl: Zamknij

# #30309
source: Lists
pl_pl: Lista

# #30310
source: Channel listing
pl_pl: Lista kanału

# #30311
source: Now
pl_pl: Teraz

# #30312
source: Next
pl_pl: Następnie

# #30314
source: Length
pl_pl: Trwanie

# #30315
source: Search
pl_pl: Szukaj

# #30316
source: Title
pl_pl: Tytuł

# #30317
source: Synopsis
pl_pl: Opis

# #30318
source: Category
pl_pl: Kategoria

# #30319
source: Channel
pl_pl: Kanał

# #30320
source: New search
pl_pl: Nowe wyszukiwanie

# #30321
source: Remove search
pl_pl: Usuń wyszukiwanie

# #30322
source: Program search
pl_pl: Wyszukiwanie programów

# #30323
source: Synopsis search
pl_pl: Wyszukiwanie opisów

# #30324
source: Program category search
pl_pl: Wyszukiwanie kategorii programów

# #30325
source: All channels
pl_pl: Wszystkie kanały

# #30326
source: Channel search
pl_pl: Wyszukiwanie kanału

# #30327
source: Program search: [COLOR gold][B]{}[/B][/COLOR]
pl_pl: Wyszukiwanie programów: [COLOR gold][B]{}[/B][/COLOR]

# #30328
source: Synopsis search:
pl_pl: Wyszukiwanie opisów:

# #30329
source: Today
pl_pl: Dzisiaj

# #30330
source: Tomorrow
pl_pl: Jutro

# #30331
source: Yesterday
pl_pl: Wczoraj

# #30332
source: in {} days
pl_pl: za {} dni

# #30333
source: in {} day
pl_pl: za {} dzień

# #30334
source: in {} hours
pl_pl: za {} godz

# #30335
source: in {} min
pl_pl: za {} min

# #30336
source: Reminders
pl_pl: Przypomnienia

# #30337
source: Recordings
pl_pl: Nagrania

# #30338
source: List view
pl_pl: Widok listy

# #30339
source: List future days
pl_pl: Lista przyszłych dni

# #30340
source: List previous days
pl_pl: Lista poprzednich dni

# #30341
source: Sort list by time
pl_pl: Sortuj listę według czasu

# #30342
source: Include synopsis in title search
pl_pl: Zawieraj opis w wyszukiwaniu tytułu

# #30343
source: Category list
pl_pl: Lista kategorii

# #30344
source: Category search
pl_pl: Wyszukiwanie kategorii

# #30345
source: Category search:
pl_pl: Wyszukiwanie kategorii:

# #30346
source: Go to channel
pl_pl: Wybór kanału

# #30347
source: Determining order of channels
pl_pl: Ustalenie kolejności kanałów

# #30348
source: Enable channel order by number
pl_pl: Włącz ustalenie kolejności kanałów wg numeru

# #30349
source: Play on select
pl_pl: Odtwarzanie kanału

# #30350
source: Don't play
pl_pl: Nie odtwarzaj

# #30351
source: Play only in TV mode
pl_pl: Odtwarzaj jedynie w trybie TV

# #30352
source: Play
pl_pl: Odtwarzaj

# #30353
source: Error
pl_pl: Błąd

# #30354
source: Please enable channel order by number in settings
pl_pl: Ustawienie ustalenie kolejności kanałów wg numeru jest wyłączone

# #30355
source: Show channel logos
pl_pl: Wyświetlaj loga kanałów

# #30356
source: Extended information
pl_pl: Rozszerzone informacje

# #30357
source: Search as movie
pl_pl: Wyszukaj jako film

# #30358
source: Search as TV show
pl_pl: Wyszukaj jako serial

# #30359
source: Search extended information
pl_pl: Wyszukaj rozszerzone informacje

# #30360
source: Search as all
pl_pl: Wyszukaj jako wszystko

# #30361
source: Search could not be found: {}
pl_pl: Nie udane wyszukiwanie: {}

# #30362
source: No such movie: {}
pl_pl: Brak takiego filmu: {}

# #30363
source: No such TV program: {}
pl_pl: Brak takiego programu telewizyjnego: {}

# #30364
source: Show program thumbnail
pl_pl: Wyświetlaj miniaturę programu

# #30365
source: Timezone [CR](EPG update required for the changes to take effect)
pl_pl: Strefa czasowa [CR](Wymagana aktualizacja EPG, aby zmiany zaczęły obowiązywać)

# #30366
source: Adjust timebar (min)
pl_pl: Dostosuj pasek czasu (min)

# #30367
source: Fullscreen window size animation
pl_pl: Animacja maksymalizacji okna odtwarzania

# #30368
source: Site
pl_pl: Serwis

# #30369
source: Login with TV provider
pl_pl: Zaloguj się u operatora telewizji

# #30371
source: Reset login credentials
pl_pl: Zresetuj dane logowania

# #30372
source: Login credentials have been reset
pl_pl: Dane logowania zostały zresetowane

# #30373
source: Selected program is missing catchup playback. Would you like to play this channel?
pl_pl: Wybrany program nie obejmuje odtwarzania archiwum. Czy chcesz odtworzyć wybrany kanał?

# #30374
source: Sort all channels
pl_pl: Sortuj wszystkie kanały

# #30375
source: Set order for category: {}
pl_pl: Ustaw kolejność dla kategorii: {}

# #30376
source: No channels could be found.
pl_pl: Nie znaleziono kanałów.

# #30377
source: PVR channel manager
pl_pl: Menedżer kanałów

# #30378
source: Auto timezone
pl_pl: Automatyczna strefa czasowa

# #30379
source: Adjust to local timezone
pl_pl: Dostosuj do lokalnej strefy czasowej

# #30500
source: Edit channel order and visibility
pl_pl: Edytuj kolejność i widoczność kanałów

# #30501
source: Press context button to set channel order, move up and down to change position. Enable and disable channels with select button.
pl_pl: Naciśnij przycisk kontekstowy aby ustawić kolejność kanałów, poruszaj się w górę i w dół aby zmienić pozycję. Włącz i wyłącz kanały za pomocą przycisku wyboru.

# #30503
source: Cancel
pl_pl: Anuluj

# #30504
source: Notification from service administration
pl_pl: Powiadomienie od administracji serwisu

# #30505
source: Genre
pl_pl: Gatunek

# #30506
source: Episode
pl_pl: Odcinek

# #30507
source: Actors
pl_pl: Aktorzy

# #30508
source: Year
pl_pl: Rok

# #30509
source: Director
pl_pl: Reżyser

# #30510
source: Plot
pl_pl: Fabuła

# #30511
source: Duration
pl_pl: Czas trwania

# #30512
source: Rating
pl_pl: Od lat

# #30400
source: CHANNELS LIST
pl_pl: LISTA KANAŁÓW

# #30401
source: EXIT
pl_pl: WYJDŹ

# #30402
source: ADDON SETTINGS
pl_pl: USTAWIENIA WTYCZKI

# #30403
source: Set reminder
pl_pl: PRZYPOMNIJ

# #30405
source: CHANNEL SETTINGS
pl_pl: USTAWIENIA KANALU

# #30406
source: Delete reminder
pl_pl: NIE PRZYPOMNINAJ

# #30407
source: CHOOSE STREAM
pl_pl: PRZYPISZ STRUMIEŃ

# #30408
source: REMOVE STREAM
pl_pl: USUŃ STRUMIEŃ

# #30600
source: Setup stream
pl_pl: Ustaw strumień

# #30601
source: Stream file
pl_pl: Plik strumieniowy

# #30602
source: Favourites
pl_pl: Ulubione

# #30603
source: Addons
pl_pl: Wtyczki

# #30604
source: Preview
pl_pl: Podgląd

# #30605
source: Save
pl_pl: Zapisz

# #30606
source: Cancel
pl_pl: Anuluj

# #30607
source: Stop preview
pl_pl: Wył. podgląd

# #30610
source: Browse...
pl_pl: Przeglądaj

# #30611
source: Click [B]Browse[/B] below and select a stream file.[CR]If selected, try out your stream with preview button.
pl_pl: Kliknij [B]Przeglądaj[/B] poniżej i wybierz plik strumienia.[CR]Jeśli zaznaczone, wypróbuj strumień za pomocą przycisku podglądu.

# #30612
source: Select a unmatched playlist stream, from enabled [B]M3U playlists[/B].[CR]If selected, try out your stream with preview button.
pl_pl: Wybierz niedopasowany strumień z włączonych [B]playlist odtwarzania M3U[/B].[CR]Jeśli wybrano, wypróbuj strumień za pomocą przycisku podglądu.

# #30613
source: Select a stream from [B]addons.ini[/B] file, located in the add-on directory.[CR]If selected, try out your stream with preview button.
pl_pl: Wybierz strumień z pliku [B]addons.ini[/B] znajdującego się w katalogu dodatku.[CR]Jeśli wybrano, wypróbuj swój strumień za pomocą przycisku podglądu.

# #30614
source: Select a stream from installed [B]KODI video add-ons[/B].[CR]If selected, try out your stream with preview button.
pl_pl: Wybierz strumień z zainstalowanych [B]dodatków wideo KODI[/B].[CR]Jeśli wybrano, wypróbuj strumień za pomocą przycisku podglądu.

# #30620
source: Select a favourite media stream. Only [B]PlayMedia[/B] favourites are supported.[CR]If selected, try out your stream with preview button.
pl_pl: Wybierz ulubiony strumień multimediowy. Obsługiwane są tylko ulubione [B]PlayMedia[/B].[CR]Jeśli wybrano, wypróbuj strumień za pomocą przycisku podglądu.

# #30621
source: Live, schedule recording or download program.[CR]Add a task, use time-shift to urge or delay start of recording / download.
pl_pl: Nagrywanie programu na żywo, zaplanowanego lub pobieranie.[CR]Dodaj zadanie, użyj funkcji time-shift, aby nakłonić lub opóźnić rozpoczęcie nagrywania / pobierania.

# #30622
source: Record and play
pl_pl: Nagrywaj i odtwórz

# #30623
source: Plan recording
pl_pl: Zaplanuj nagrywanie

# #30624
source: Recording hours
pl_pl: Godziny nagrywania

# #30700
source: Multiple addons provide this channels.[CR]Choose one to watch the stream.
pl_pl: Ten kanał jest udostępniany przez wiele wtyczek.[CR]Wybierz jedną, aby oglądać.

# #30701
source: Source:
pl_pl: Żródło:

# #30702
source: Appearance
pl_pl: Wygląd

# #30703
source: Automatically assign streams
pl_pl: Automatycznie przypisz strumienie

# #30704
source: Use zipped epg
pl_pl: Użyj skompresowanego EPG

# #30705
source: Show only programs with stream assigned
pl_pl: Wyświetlaj tylko programy nadające

# #30706
source: Auto detect EPG change
pl_pl: Automatycznie wykrywaj aktualizacje EPG

# #30707
source: Show info notification
pl_pl: Pokaż komunikat informacyjny

# #30708
source: Use fast EPG parser
pl_pl: Użyj szybkiego parsera EPG

# #30709
source: Skin updated
pl_pl: Skórka zaktualizowana

# #30710
source: Update
pl_pl: Aktualizacja

# #30711
source: Get more...
pl_pl: Pobierz więcej...

# #30712
source: All online skins are already installed!
pl_pl: Wszystkie dostępne skórki zostały już zainstalowane!

# #30713
source: Failed to download skin!
pl_pl: Pobieranie skórki zakończone niepowodzeniem!

# #30714
source: Delete all skins
pl_pl: Usuń wszystkie skórki

# #30715
source: Enable adult channels
pl_pl: Włącz kanały dla dorosłych

# #30716
source: Enable swedish channels
pl_pl: Włącz kanały szwedzkie

# #30718
source: EPG - Swedish
pl_pl: EPG - Szwedzkie

# #30719
source: Disable
pl_pl: Wyłącz

# #30720
source: Disabled
pl_pl: Wyłączone

# #30721
source: Enabled
pl_pl: Włączone

# #30722
source: Enable
pl_pl: Włącz

# #30723
source: Password for adult channels taken from help section
pl_pl: Podaj hasło dla kanałów XXX z sekcji pomocy

# #30724
source: Incorrect password!
pl_pl: Nieprawidłowe hasło!

# #30725
source: Select continent
pl_pl: Wybierz kontynent

# #30726
source: Disable group filtering
pl_pl: Wyłącz filtrowanie grup

# #30727
source: Africa
pl_pl: Afryka

# #30728
source: Asia
pl_pl: Azja

# #30729
source: Europe
pl_pl: Europa

# #30730
source: North America
pl_pl: Ameryka Północna

# #30731
source: South America
pl_pl: Ameryka Południowa

# #30733
source: Enabled.
pl_pl: Włączone.

# #30739
source: Do not use pre-defined region groups
pl_pl: Nie używaj predefiniowanych grup regionów

# #30740
source: [COLOR]Select EPG[/COLOR]
pl_pl: [COLOR]Wybierz EPG[/COLOR]

# #30741
source: Adult channels
pl_pl: Kanały dla dorosłych

# #30742
source: Timezone
pl_pl: Strefa czasowa

# #30743
source: Enable benelux channels
pl_pl: Włącz kanały benelux

# #30745
source: Enable vod channels
pl_pl: Włącz kanały vod

# #30746
source: Video on demand channels
pl_pl: Kanały video on demand

# #30747
source: adult channels
pl_pl: kanały dla dorosłych

# #30748
source: vod channels
pl_pl: kanały vod

# #30749
source: Enable radio channels
pl_pl: Włącz kanały radiowe

# #30751
source: Radio channels
pl_pl: Kanały radiowe

# #30752
source: EPG - Czech
pl_pl: EPG - Czeskie

# #30753
source: Enable czech channels
pl_pl: Włącz kanały czeskie

# #30755
source: Enable american channels
pl_pl: Włącz kanały amerykańskie

# #30756
source: EPG - Italian
pl_pl: EPG - Włoskie

# #30757
source: Enable italian channels
pl_pl: Włącz kanały włoskie

# #30758
source: Polish channels
pl_pl: Kanały polskie

# #30759
source: Enable polish channels [COLOR disabled](Use main EPG)[/COLOR]
pl_pl: Włącz kanały polskie [COLOR disabled](Użyj głównego EPG)[/COLOR]

# #30760
source: Enable subtitles
pl_pl: Włącz napisy

# #30761
source: Enable detection of alternative channel names
pl_pl: Włącz wykrywanie alternatywnych nazw kanałów

# #30762
source: Enable only channels in pre-defined groups
pl_pl: Wyświetlaj tylko kanały we wstępnie zdefiniowanych grupach

# #30763
source: Append fixed country code
pl_pl: Dodaj stały kod krajowy

# #30764
source: 12 hours
pl_pl: 12 godzin

# #30765
source: 24 hours
pl_pl: 24 godziny

# #30766
source: 48 hours
pl_pl: 48 godzin

# #30767
source: 7 days
pl_pl: 7 dni

# #30768
source: 14 days
pl_pl: 14 dni

# #30769
source: Every start
pl_pl: Przy każdym uruchomieniu

# #30770
source: Restore fonts
pl_pl: Przywróć czcionki

# #30771
source: Font file has been restored
pl_pl: Plik czcionek został przywrócony

# #30801
source: EPG update interval
pl_pl: Interwał aktualizacji EPG

# #30802
source: m-TVGuide is configured to stream using
pl_pl: m-TVGuide jest skonfigurowany, aby używać dodatku

# #30803
source: addon which is not installed.
pl_pl: który nie jest zainstalowany.

# #30804
source: Streaming using that addon is now disabled.
pl_pl: Odtwarzanie za pomocą tego dodatku zostało wyłączone.

# #30901
source: Update
pl_pl: Aktualizacja

# #30902
source: Update now
pl_pl: Sprawdź aktualizację

# #30905
source: Advertisement
pl_pl: Reklama

# #30910
source: Enable navigation panel for mouse or touch
pl_pl: Aktywuj panel nawi dla myszy lub urządzeń dotykowych

# #30911
source: Timezone UTC (+00:00 GMT)
pl_pl: Strefa czasowa UTC (+00:00 GMT)

# #30912
source: Press one more time to return to main screen
pl_pl: Wciśnij ponownie klawisz aby powrócić do ekranu głównego

# #59903
source: InputStream Adaptive settings
pl_pl: Ustawienia InputStream Adaptive

# #59904
source: Enable
pl_pl: Włącz

# #59905
source: [COLOR]Playlists M3U[/COLOR]
pl_pl: [COLOR]Playlisty M3U[/COLOR]

# #59907
source: Source
pl_pl: Źródło

# #59908
source: File
pl_pl: Plik

# #59909
source: Multisession
pl_pl: Multisesja

# #59910
source: Free account in use
pl_pl: Darmowe konto w użyciu

# #59911
source: [COLOR]Playlist 1[/COLOR]
pl_pl: [COLOR]Playlista 1[/COLOR]

# #59912
source: [COLOR]Playlist 2[/COLOR]
pl_pl: [COLOR]Playlista 2[/COLOR]

# #59913
source: [COLOR]Playlist 3[/COLOR]
pl_pl: [COLOR]Playlista 3[/COLOR]

# #59914
source: Display name
pl_pl: Wyświetlana nazwa

# #59915
source: Loading service
pl_pl: Wczytuje serwis

# #59916
source: Number of playlists
pl_pl: Liczba playlist

# #59917
source: [COLOR]Playlist 4[/COLOR]
pl_pl: [COLOR]Playlista 4[/COLOR]

# #59918
source: [COLOR]Playlist 5[/COLOR]
pl_pl: [COLOR]Playlista 5[/COLOR]

# #59920
source: [COLOR]C More[/COLOR]
pl_pl: C More

# #59921
source: [COLOR]Cyfrowy Polsat GO[/COLOR]
pl_pl: Cyfrowy Polsat GO

# #59922
source: [COLOR]FranceTV[/COLOR]
pl_pl: FranceTV

# #59923
source: [COLOR]nc+ GO[/COLOR]
pl_pl: nc+ GO

# #59924
source: Configuration tutorial
pl_pl: Przewodnik konfiguracji

# #59925
source: Belgium
pl_pl: Belgia

# #59926
source: Czech
pl_pl: Czechy

# #59927
source: Germany
pl_pl: Niemcy

# #59928
source: Denmark
pl_pl: Dania

# #59929
source: France
pl_pl: Francja

# #59930
source: Croatia
pl_pl: Chorwacja

# #59931
source: Italy
pl_pl: Włochy

# #59932
source: Norway
pl_pl: Norwegia

# #59933
source: Poland
pl_pl: Polska

# #59934
source: Sweden
pl_pl: Szwecja

# #59936
source: Great Britain
pl_pl: Wielka Brytania

# #59937
source: United States
pl_pl: Stany Zjednoczone

# #59938
source: Would you like to end setup configuration?
pl_pl: Czy chcesz zakończyć konfigurację?

# #59939
source: Return
pl_pl: Cofnij

# #59940
source: Select electronic program guide (EPG) type
pl_pl: Wybierz typ elektronicznego przewodnika po programach (EPG)

# #59941
source: Enter URL link to your electronic program guide (EPG)
pl_pl: Wpisz link URL do elektronicznego przewodnika po programach (EPG)

# #59942
source: Select your electronic program guide (EPG) file
pl_pl: Wybierz plik elektronicznego przewodnika po programach (EPG)

# #59943
source: Select regions
pl_pl: Wybierz regiony

# #59944
source: Would you like to add an extra electronic program guide (EPG) for {} channels?
pl_pl: Czy chcesz dodać dodatkowy elektroniczny przewodnik po programach (EPG) dla kanałów {}?
