Repository: nebulous42069/Nexus
Catalog: matrix/script.mtvguide/resources/language/resource.language.*/strings.po
Languages: pl_pl

# #69032
source: [COLOR]Record application for common systems[/COLOR]
pl_pl: [COLOR]Aplikacja nagrywania dla zwykłych systemów[/COLOR]

# #69033
source: Log uploaded to:
pl_pl: Log dostępny pod adresem:

# #69034
source: Failed to upload log
pl_pl: Wysyłanie logów zakończone niepowodzeniem

# #69035
source: Upload Kodi log
pl_pl: Wyślij log Kodi

# #69036
source: Current EPG url is:
pl_pl: Obecnie wpisany link do EPG to:

# #69037
source: No free stream available in service
pl_pl: Brak darmowych strumieni w serwisie

# #69038
source: Stop player when recording is started
pl_pl: Zatrzymaj odtwarzanie podczas rozpoczęcia nagrywania

# #69039
source: Record
pl_pl: Nagrywaj

# #69040
source: Video
pl_pl: Wideo

# #69041
source: Navigating in OSD previous, next program
pl_pl: Nawigacja w OSD poprzedni, następny program

# #69042
source: Show extra buttons on OSD
pl_pl: Wyświetlaj dodatkowe przyciski w OSD

# #69043
source: Display auto OSD on play
pl_pl: Automatycznie pokazuj OSD po uruchomieniu programu

# #69044
source: Auto OSD display time (sec)
pl_pl: Czas wyświetlania automatycznego OSD (sek)

# #69045
source: OSD display time (sec)
pl_pl: Czas wyświetlania OSD (sek)

# #69046
source: Show OSD on stream change
pl_pl: Wyświetlanie OSD podczas przełączania strumieni

# #69047
source: Show service name in OSD
pl_pl: Wyświetlaj nazwę serwisu w OSD

# #69048
source: Current time during playback
pl_pl: Aktualny czas podczas odtwarzania

# #69049
source: Position
pl_pl: Pozycja

# #69050
source: Top left
pl_pl: Lewy górny róg

# #69051
source: Top right
pl_pl: Prawy górny róg

# #69052
source: Bottom left
pl_pl: Lewy dolny róg

# #69053
source: Bottom right
pl_pl: Prawy dolny róg

# #69054
source: Size
pl_pl: Rozmiar

# #69055
source: [CR][CR]Link copied to clipboard
pl_pl: [CR][CR]Link został skopiowany do schowka

# #69056
source: Download
pl_pl: Pobierz

# #69057
source: Cancel download
pl_pl: Przerwij pobieranie

# #69058
source: Cancel ongoing download?
pl_pl: Anulować trwające pobieranie?

# #69059
source: Download error!
pl_pl: Błąd pobierania!

# #69060
source: Can't download due to not configured record application:
pl_pl: Nie można pobrać ponieważ w ustawieniach nie jest wskazana aplikacja do nagrywania:

# #69061
source: Not existing record destination directory - download canceled!
pl_pl: Nie istnieje katalog do zapisu nagrań - pobieranie anulowane!

# #69062
source: Add-on error!
pl_pl: Błąd dodatku!

# #69063
source: Download already scheduled - cancel?
pl_pl: Pobieranie już zaplanowane - anulować?

# #69064
source: Downloading
pl_pl: Pobieranie

# #69069
source: Could not initialize EPG, file is wrong XMLTV format.
pl_pl: Błąd zainicjowania EPG, plik ma niewłaściwy format XMLTV.

# #69070
source: Debugging
pl_pl: Debugowanie

# #69071
source: Enable debug mode
pl_pl: Włącz tryb debugowania

# #69072
source: Cached playlists
pl_pl: Cachowane playlisty

# #70000
source: Program title
pl_pl: Tytuł programu

# #70001
source: Channel
pl_pl: Kanał

# #70002
source: Start time
pl_pl: Godzina rozpoczęcia

# #70003
source: Record length
pl_pl: Długość nagrania

# #70004
source: Shifting recording start (min)
pl_pl: Przesunięcie rozpoczęcia nagrania (min)

# #70005
source: Shifting recording end (min)
pl_pl: Przesunięcie zakończenia nagrania (min)

# #70006
source: Task settings
pl_pl: Ustawienia zadania

# #70008
source: Aqua
pl_pl: Seledynowy

# #70009
source: Blue
pl_pl: Niebieski

# #70010
source: Green
pl_pl: Zielony

# #70011
source: Red
pl_pl: Czerwony

# #70012
source: Purple
pl_pl: Purpurowy

# #70013
source: Yellow
pl_pl: Żółty

# #70014
source: Violet
pl_pl: Fioletowy

# #70015
source: Orange
pl_pl: Pomarańczowy

# #70007
source: Default
pl_pl: Domyślny

# #70016
source: Default focus
pl_pl: Domyślny fokus

# #70017
source: Default remind
pl_pl: Domyślny przypomnienine

# #70018
source: Default record
pl_pl: Domyślny nagrywanie

# #70019
source: Full blue
pl_pl: Pełny niebieski

# #70020
source: Full red
pl_pl: Pełny czerwony

# #70021
source: Full orange
pl_pl: Pełny pomarańczowy

# #70022
source: Dark focus
pl_pl: Ciemny fokus

# #70023
source: End time
pl_pl: Godzina zakończenia

# #70024
source: Start date
pl_pl: Data rozpoczęcia

# #70025
source: End date
pl_pl: Data zakończenia

# #70026
source: [COLOR]**WARNING!**[CR]Experimental setting, might cause unexpected behavior![/COLOR]
pl_pl: [COLOR]**UWAGA!**[CR]Ustawienie eksperymentalne, może spowodować nieoczekiwane zachowanie![/COLOR]

# #70100
source: Add-on Install
pl_pl: Instalacja Dodatku

# #70101
source: Missing fonts. Please change skin or install font pack.
pl_pl: Brakujące czcionki. Zmień skórkę lub zainstaluj pakiet czcionek.

# #70102
source: Installation has finished. Kodi will now exit.
pl_pl: Instalacja została zakończona. Kodi zostanie zamknięte.

# #70103
source: Installation has failed. m-TVGuide will now exit.
pl_pl: Instalacja nie powiodła się. m-TVGuide zostanie zamknięte.

# #70104
source: Change skin
pl_pl: Zmień skórkę

# #70105
source: Install font pack
pl_pl: Zainstaluj pakiet czcionek

# #70106
source: Would you like to replace Kodi skin fonts? This option may break your skin and is not reversible.
pl_pl: Czy chcesz zastąpić czcionki skórki Kodi? Ta opcja może uszkodzić skórę i jest nie odwracalna.

# #70107
source: Kodi skin is missing, please download and install: {}
pl_pl: Brak skórki Kodi, pobierz i zainstaluj: {}

# #70108
source: Skin replacement or font installation is required to start m-TVGuide.
pl_pl: Aby uruchomić m-TVGuide, wymagana jest wymiana skórki lub instalacja czcionek.

# #70109
source: Monday
pl_pl: Poniedziałek

# #70110
source: Tuesday
pl_pl: Wtorek

# #70111
source: Wednesday
pl_pl: Środa

# #70112
source: Thursday
pl_pl: Czwartek

# #70113
source: Friday
pl_pl: Piątek

# #70114
source: Saturday
pl_pl: Sobota

# #70115
source: Sunday
pl_pl: Niedziela

# #70116
source: Add channel
pl_pl: Dodaj kanał

# #70117
source: List
pl_pl: Lista

# #70118
source: Non-writeable {} in use. Need to make a copy in userdata folder so we can install fonts. Would you like to continue?
pl_pl: Nie zapisywalna {} w użyciu. Trzeba zrobić kopię w folderze userdata, abyśmy mogli zainstalować czcionki. Czy chciałbyś kontynuować?

# #70119
source: Add channel unavailable in epg
pl_pl: Dodaj kanał niedostępny w epg

# #70120
source: Would you like to add a logo?
pl_pl: Czy chcesz dodać logo?

# #70121
source: Select logo
pl_pl: Wybierz logo

# #70122
source: Select file type
pl_pl: Wybierz typ pliku

# #70123
source: Select file
pl_pl: Wybierz plik

# #70124
source: Enter URL link
pl_pl: Wprowadź link URL

# #70125
source: Remove added channels
pl_pl: Usuń dodane kanały

# #70126
source: Increase database write performance
pl_pl: Zwiększ wydajność zapisu w bazie danych

# #70127
source: Backup
pl_pl: Kopia zapasowa

# #70128
source: Replace country code
pl_pl: Zamień kod krajowy

# #70132
source: Country name [Country]
pl_pl: Nazwa kraju [Kraj]

# #70133
source: Remove all definitions
pl_pl: Usuń wszystkie definicje

# #70134
source: Sort list alphabetically
pl_pl: Sortuj listę alfabetycznie

# #70135
source: Sort group by category
pl_pl: Sortuj grupę według kategorii

# #70136
source: EPG list sorting
pl_pl: Sortowanie listy EPG

# #70137
source: Enable tvg-id matching
pl_pl: Włącz wykrywanie tvg-id

# #70138
source: Check license server certificate
pl_pl: Sprawdź certyfikat serwera licencji

# #70139
source: Login incorrect, ICOK clients please select proper service
pl_pl: Nieprawidłowe dane logowania, klienci ICOK proszeni są o wybór odpowiedniej usługi

# #70140
source: EPG file format {} only supported for Kodi >19. Please change format and try agian.
pl_pl: Format pliku EPG {} obsługiwany tylko dla Kodi >19. Zmień format i spróbuj ponownie.

# #90000
source: Server
pl_pl: Serwer

# #90001
source: Getting started
pl_pl: Dział Pomocy

# #90002
source: Help
pl_pl: Pomoc

# #90003
source: Readme
pl_pl: Orzeczenie

# #90004
source: Credits
pl_pl: Uznanie

# #90005
source: Quickstart
pl_pl: Rozpoczęcie

# #90006
source: Basic controls
pl_pl: Podstawowe sterowanie
