Repository: nebulous42069/Nexus
Catalog: matrix/script.mtvguide/resources/language/resource.language.*/strings.po
Languages: pl_pl

# #59945
source: Enter URL link to your electronic program guide (EPG) for {} channels
pl_pl: Wpisz link URL do elektronicznego przewodnika po programach (EPG) dla {} kanałów

# #59946
source: Select TV service or M3U playlist
pl_pl: Wybierz usługę telewizyjną lub listę odtwarzania M3U

# #59947
source: TV services
pl_pl: Usługi telewizyjne

# #59948
source: M3U Playlist
pl_pl: Lista odtwarzania M3U

# #59949
source: Select TV services
pl_pl: Wybierz usługi telewizyjne

# #59950
source: Enter login credentials for {}.
pl_pl: Wprowadź dane logowania dla serwisu {}.

# #59951
source: Would you like to login with a TV operator?
pl_pl: Czy chcesz zalogować się do operatora telewizji?

# #59952
source: Username
pl_pl: Użytkownik

# #59953
source: Password
pl_pl: Hasło

# #59954
source: Select M3U playlist type.
pl_pl: Wybierz typ listy odtwarzania M3U.

# #59955
source: Enter M3U playlist URL link
pl_pl: Wprowadź link URL listy odtwarzania M3U

# #59956
source: Select M3U playlist file
pl_pl: Wybierz plik listy odtwarzania M3U

# #59957
source: Would you like to setup recording service?
pl_pl: Czy chcesz skonfigurować usługę nagrywania?

# #59958
source: Select a storage location for your recordings
pl_pl: Wybierz miejsce przechowywania nagrań

# #59959
source: Would you like to start a configuration tutorial for m-TVGuide?
pl_pl: Czy chcesz rozpocząć przewodnik konfiguracji m-TVGuide?

# #59960
source: • Select electronic program guide (EPG). [COLOR grey]Program guides (EPG) supported by the add-on is XMLTV type provided with a [Url path] and/or [File path].[/COLOR][CR]• Select regions that are supported by the provided EPG.[CR]• Select a TV service and/or M3U playlist.
pl_pl: • Wybierz elektroniczny przewodnik po programach (EPG). [COLOR grey]Przewodniki po programach (EPG) obsługiwane przez wtyczkę są typu XMLTV z [adresem Url] i/lub [ścieżka Pliku].[/COLOR][CR]• Wybierz regiony obsługiwane przez dostarczony przewodnik EPG.[CR]• Wybierz usługę telewizyjną i/lub listę odtwarzania M3U.

# #59961
source: All settings are now configurated, you can now start m-TVGuide.
pl_pl: Wszystkie ustawienia są teraz skonfigurowane, możesz teraz uruchomić m-TVGuide.

# #59962
source: Would you like to add an extra EPG?
pl_pl: Czy chcesz dodać dodatkowy EPG?

# #59963
source: Belgian
pl_pl: Belgijskich

# #59964
source: Czech
pl_pl: Czeskich

# #59965
source: German
pl_pl: Niemieckich

# #59966
source: Danish
pl_pl: Duńskich

# #59967
source: French
pl_pl: Francuskich

# #59968
source: Croatian
pl_pl: Chorwackich

# #59969
source: Italian
pl_pl: Włoskich

# #59970
source: Norwegian
pl_pl: Norweskich

# #59971
source: Polish
pl_pl: Polskich

# #59972
source: Swedish
pl_pl: Szwedzkich

# #59973
source: Serbian
pl_pl: Serbskich

# #59974
source: English
pl_pl: Angielskich

# #59975
source: American
pl_pl: Amerykańskich

# #59976
source: Catchup
pl_pl: Archiwum

# #59977
source: Query format string
pl_pl: Format ciągu

# #59978
source: Enable catchup
pl_pl: Włącz archiwum

# #59979
source: Wrong catchup format.
pl_pl: Niepoprawny format archiwum.

# #59980
source: No available catchup playback. Would you like to play this channel?
pl_pl: Brak dostępnego odtwarzania archiwum. Czy chcesz odtworzyć wybrany kanał?

# #59981
source: - Buffer before program start (min)
pl_pl: - Buforowanie przed rozpoczęciem programu (min)

# #59982
source: - Buffer after program end (min)
pl_pl: - Buforowanie po zakończeniu programu (min)

# #59983
source: Other settings
pl_pl: Inne ustawienia

# #59984
source: Catchup only finished programmes
pl_pl: Archiwum dostępny tylko dla zakończonych programów

# #59985
source: Downloading:
pl_pl: Pobieranie:

# #59986
source: Finished downloading:
pl_pl: Zakończono pobieranie:

# #59987
source: No download available for this program.
pl_pl: Brak dostępnych plików do pobrania dla tego programu.

# #59988
source: Catchup window days
pl_pl: Liczba dni archiwum

# #59989
source: Catchup type
pl_pl: Rodzaj archiwum

# #59991
source: Add channel from EPG (Electronic program guide)
pl_pl: Dodaj kanał z EPG (Elektroniczny przewodnik po programach)

# #59992
source: Add stream to selected channel
pl_pl: Dodaj strumień do wybranego kanału

# #59993
source: Added channel [B]{}[/B]
pl_pl: Dodano kanał [B]{}[/B]

# #59994
source: Select which channels to display
pl_pl: Wybierz które kanały ​​wyświetlić

# #59995
source: Sort missing channels
pl_pl: Sortuj brakujące kanały

# #59997
source: Sort by selected character
pl_pl: Sortuj według wybranej litery

# #59998
source: Selected end date exceeds current time.
pl_pl: Wybrana data zakończenia wykracza poza aktualny czas.

# #60001
source: Manual
pl_pl: Ręcznie

# #60002
source: Catchup window
pl_pl: Okno nadrobienia zaległości archiwum

# #60003
source: Add single URL value
pl_pl: Dodaj zawartość pojedynczego adresu URL

# #60004
source: Add multiple URL values
pl_pl: Dodaj zawartość wiele adresów URL

# #60005
source: Delete added channels
pl_pl: Usuń dodane kanały

# #60006
source: Select channels to delete
pl_pl: Wybierz kanały do ​​usunięcia

# #60007
source: Channels have been removed.
pl_pl: Kanały zostały usunięte.

# #60008
source: Cache playlist to local drive
pl_pl: Buforuj listę odtwarzania na dysku lokalnym

# #60009
source: Playlist cache update (days)
pl_pl: Aktualizacja bufora playlisty (dni)

# #60010
source: Add logo to selected channel
pl_pl: Dodaj logo do wybranego kanału

# #60011
source: Detection of alternative channel names
pl_pl: Wykrywanie alternatywnych nazw kanałów

# #60012
source: If enabled channels from basemap are matched with both 'channel id' and 'display name' tags in EPG. Enabling this feature might improve channel recognition as for default add-on is only matching 'channel id' tag for improved loading times. Would you like to activate this function?
pl_pl: Jeśli ta opcja jest włączona, kanały z mapy bazowej są dopasowywane zarówno do tagów 'channel id', jak i 'display name' w EPG. Włączenie tej funkcji może poprawić rozpoznawanie kanałów, ponieważ wtyczka domyślnie wyszukuje jedynie tag 'channel id', aby skrócić czas ładowania. Czy chcesz aktywować tę funkcję?

# #60013
source: Would you like to enable catchup?
pl_pl: Czy chcesz włączyć funkcję archiwum?

# #60014
source: Select country
pl_pl: Wybierz kraj

# #60015
source: Wrong date format
pl_pl: Niewłaściwy format daty

# #60016
source: Enter filename
pl_pl: Wpisz nazwę pliku

# #60017
source: Wrong filename input
pl_pl: Niewłaściwa nazwa pliku

# #30913
source: Settings
pl_pl: Ustawienia

# #30914
source: Skin
pl_pl: Skórka

# #30915
source: Enable add-on autostart
pl_pl: Uruchom wtyczke po starcie systemu

# #30916
source: Database
pl_pl: Baza

# #30917
source: Fullscreen window size animation
pl_pl: Animacja maksymalizacji okna odtwarzania

# #30918
source: OSD on select
pl_pl: OSD przy wyborze

# #30919
source: Enable automatic channel playback
pl_pl: Uruchom automatyczne odtwarzanie kanału

# #30920
source: By channel number
pl_pl: Według numeru kanału

# #30921
source: Last seen channel
pl_pl: Ostatnio oglądany kanał

# #30922
source: Enable background services
pl_pl: Uruchom usługi w tle

# #30930
source: Colours
pl_pl: Kolory

# #30931
source: [COLOR]Category colours[/COLOR]
pl_pl: [COLOR]Kolory kategorii[/COLOR]

# #30932
source: Movies
pl_pl: Filmy

# #30933
source: TV series
pl_pl: Seriale

# #30934
source: Current events
pl_pl: Obecne wydarzenia

# #30935
source: Entertainment
pl_pl: Rozrywka

# #30936
source: Documentaries
pl_pl: Filmy dokumentalne

# #30937
source: Childrens programme
pl_pl: Dla dzieci

# #30938
source: Sports
pl_pl: Sport

# #30939
source: Interactive entertainment
pl_pl: Interaktywny program rozrywkowy

# #30940
source: [COLOR]Default colors[/COLOR]
pl_pl: [COLOR]Podstawowe kolory[/COLOR]

# #30941
source: Default color
pl_pl: Podstawowy kolor

# #30942
source: Focus colour
pl_pl: Kolor aktywnego podświetlenia

# #30943
source: Schedule colour
pl_pl: Kolor dla przypomnienia

# #30944
source: Recording colour
pl_pl: Kolor dla nagrywania

# #30950
source: Reset database
pl_pl: Wyczyść bazę

# #30951
source: Database cleared
pl_pl: Baza wyczyszczona

# #30952
source: Reset custom streams
pl_pl: Wyczyść przypisane strumienie

# #30953
source: Export settings
pl_pl: Eksportuj ustawienia

# #30954
source: Import settings
pl_pl: Importuj ustawienia

# #30955
source: Delete database file
pl_pl: Usuń plik bazy z dysku

# #30957
source: Username
pl_pl: Użytkownik

# #30958
source: Max service startup time (sec)
pl_pl: Maksymalny czas uruchamiania usługi (sek)

# #30959
source: Playlist URL
pl_pl: Adres playlisty

# #30960
source: Reconnect broken stream
pl_pl: Połącz ponownie w przypadku rozłączenia

# #30961
source: Max number of reattempts
pl_pl: Maksymalna liczba prób połączenia

# #30962
source: Reattempt delay (ms)
pl_pl: Opóźnienie próby połączenia (ms)

# #30963
source: Exit
pl_pl: Zamykanie

# #30964
source: Press one more time to exit
pl_pl: Wciśnij ponownie klawisz aby wyjść

# #30965
source: Currently broadcast service
pl_pl: Aktualnie nadawany serwis

# #30968
source: Magazine
pl_pl: Magazyn

# #30969
source: File has been deleted
pl_pl: Plik został usunięty

# #30970
source: Assigned streams has been deleted
pl_pl: Przypisane strumienie zostały usunięte

# #30971
source: Reminders has been cleared
pl_pl: Przypomnienia zostały wyczyszczone

# #30972
source: Scheduled recording has been cleared
pl_pl: Zaplanowane nagrywania zostały wyczyszczone

# #30973
source: Delete all settings
pl_pl: Usuń wszystkie ustawienia

# #30974
source: Stop playback while switching stream
pl_pl: Zatrzymaj odtwarzania podczas przełączania strumienia

# #30975
source: Prefer HD-streams
pl_pl: Strumienie HD mają wyższy priorytet

# #30976
source: Refresh EPG table periodically
pl_pl: Cyklicznie odświeżaj tabelę EPG

# #30977
source: Max stream startup time (sec)
pl_pl: Maksymalny czas na uruchomienie strumienia (sek)

# #30978
source: Database updated
pl_pl: Baza zaktualizowana

# #30979
source: m-TVGuide restart required
pl_pl: Wymagany restart m-TVGuide

# #30980
source: [COLOR]**WARNING!**[CR]Resetting your database will cause losing all settings![/COLOR]
pl_pl: [COLOR]**UWAGA!**[CR]Resetowanie bazy spowoduje utratę wszystkich ustawień![/COLOR]

# #30981
source: Do you really want to exit
pl_pl: Czy na pewno chcesz zamknąć

# #30982
source: Ask on exit
pl_pl: Zapytaj przy wyjściu

# #30983
source: Click twice to exit
pl_pl: Kliknij dwa razy, aby wyjść

# #30984
source: Add favorites
pl_pl: Dodaj ulubione

# #30985
source: Add
pl_pl: Dodaj

# #30986
source: Remove
pl_pl: Usuń

# #30987
source: Clear
pl_pl: Wyczyść

# #30988
source: Sort in alphabetic order
pl_pl: Sortuj w kolejności alfabetycznej

# #30989
source: Add channels to group [COLOR gold][B]{}[/B][/COLOR]
pl_pl: Dodaj kanały do grupy [COLOR gold][B]{}[/B][/COLOR]

# #30990
source: Remove channels from group [COLOR gold][B]{}[/B][/COLOR]
pl_pl: Usuń kanały z grupy [COLOR gold][B]{}[/B][/COLOR]

# #30991
source: Channel options
pl_pl: Ustawienia kanałów

# #30992
source: Group
pl_pl: Grupa

# #30993
source: Remember list of favorites
pl_pl: Zapamiętaj listę ulubionych

# #30994
source: Help - m-TVGuide [COLOR gold]EPG[/COLOR]
pl_pl: Pomoc - m-TVGuide [COLOR gold]EPG[/COLOR]

# #30995
source: TV Group
pl_pl: Grupa TV

# #30996
source: There is no space for this device. Swap it with one of those already available on your account?
pl_pl: Nie ma miejsca na to urządzenie. Zamień go na jeden z już dostępnych na Twoim koncie?

# #30997
source: Select a device to replace
pl_pl: Wybierz urządzenie do wymiany

# #30998
source: Catchup - m-TVGuide [COLOR gold]EPG[/COLOR]
pl_pl: Archiwum - m-TVGuide [COLOR gold]EPG[/COLOR]

# #30999
source: Would you like to start program [B]{}[/B] from the beginning?
pl_pl: Czy chcesz rozpocząć program [B]{}[/B] od samego początku?

# #31000
source: Would you like to download program [B]{}[/B]?
pl_pl: Czy chcesz pobrać program [B]{}[/B]?

# #58000
source: Programme information
pl_pl: O programie

# #58001
source: Select destination folder
pl_pl: Wskaż katalog do zapisania ustawień

# #58002
source: Export settings
pl_pl: Eksport ustawień

# #58003
source: Import settings
pl_pl: Import ustawień

# #58004
source: Failure - no settings to export!
pl_pl: Niepowodzenie - brak ustawień do eksportowania!

# #58005
source: Settings exported successfully.
pl_pl: Pomyślnie zapisano ustawienia.

# #58006
source: Failure - please check if you have write permissions to that path.
pl_pl: Niepowodzenie - proszę sprawdzić czy masz prawa zapisu do wybranego folderu.

# #58007
source: Select settings backup file
pl_pl: Wskaż plik kopii ustawień

# #58008
source: Settings imported successfully
pl_pl: Pomyślnie wczytano ustawienia

# #58009
source: Failed to import settings
pl_pl: Nie udało się wczytać ustawień

# #58010
source: Please check if chosen file is a correct settings backup
pl_pl: Proszę sprawdzić czy wybrany plik zip jest poprawną kopią ustawień

# #58011
source: locked
pl_pl: zablokowany

# #31001
source: Enable OSD
pl_pl: Pokaż OSD

# #31002
source: Set keys
pl_pl: Ustaw klawisze

# #31003
source: SET
pl_pl: Ustaw

# #31009
source: Information
pl_pl: Informacja

# #31011
source: Record
pl_pl: Nagrywanie

# #31012
source: Reset
pl_pl: Resetuj

# #31013
source: Defaults
pl_pl: Domyślne

# #31014
source: Change stream
pl_pl: Zmiana strumienia

# #31017
source: Switch to last seen channel
pl_pl: Zmień na ostatnio oglądany kanał

# #31018
source: Lists
pl_pl: Lista

# #31019
source: Stream failed to start, aborting playback
pl_pl: Rozpoczęcie transmisji nie powiodło się, odtwarzanie zostało przerwane

# #31020
source: Reached reconnection limit, aborting playback
pl_pl: Osiągnięto limit ponownych połączeń, odtwarzanie zostało przerwane

# #31021
source: Missing add-on: {}.
pl_pl: Brakujący dodatek: {}.

# #31022
source: Add channel to group
pl_pl: Dodaj kanał do grupy

# #31023
source: Select group
pl_pl: Wybierz grupę

# #31024
source: Channel already exists in selected group
pl_pl: Kanał już istnieje w wybranej grupie

# #31025
source: Channel added to group {}
pl_pl: Kanał został dodany do grupy {}

# #310011
source: Stop playback using navi back button
pl_pl: Zatrzymaj odtwarzanie przyciskiem wstecz

# #310012
source: Recorded program
pl_pl: Nagrany program

# #310013
source: Start recorded program
pl_pl: Czy uruchomić nagrany program

# #310014
source: Save plugin settings!
pl_pl: Zapisz ustawienia wtyczki!

# #310015
source: System management
pl_pl: Zarządzanie systemem

# #55001
source: Add User-Agent
pl_pl: Dodaj User-Agent

# #55002
source: Username
pl_pl: Użytkownik

# #55003
source: Password
pl_pl: Hasło

# #55005
source: Prefer high quality
pl_pl: Preferuj wysoką jakość

# #55007
source: TV services
pl_pl: Serwisy TV

# #55008
source: Assign also the streams of low- quality / backup
pl_pl: Przypisz również strumienie low-quality / zapasowe

# #55010
source: 0 Lowest
pl_pl: 0 Najniższy

# #55011
source: 1 Very Low
pl_pl: 1 B.Niski

# #55017
source: 2 Very Low
pl_pl: 2 B.Niski

# #55012
source: 3 Low
pl_pl: 3 Niski

# #55018
source: 4 Low
pl_pl: 4 Niski

# #55013
source: 5 Mid
pl_pl: 5 Średni

# #55019
source: 6 Mid
pl_pl: 6 Średni

# #55014
source: 7 High
pl_pl: 7 Wysoki

# #55020
source: 8 High
pl_pl: 8 Wysoki

# #55021
source: 9 Very High
pl_pl: 9 B.Wysoki

# #55022
source: 10 Very High
pl_pl: 10 B.Wysoki

# #55023
source: 11 Highest
pl_pl: 11 Najwyższy

# #55015
source: Working
pl_pl: Uruchamianie

# #55016
source: Now Playing
pl_pl: Teraz odtwarzane

# #89000
source: Select quality
pl_pl: Wybierz jakość

# #89001
source: Enable sleep timer
pl_pl: Aktywuj sleep timer

# #89002
source: Timeout action
pl_pl: Akcja wykonana po upływie czasu nieaktywności

# #89003
source: Timeout value (min)
pl_pl: Czas braku aktywności (min)

# #89004
source: Stop playback
pl_pl: Zatrzymaj odtw.

# #89005
source: Exit Kodi
pl_pl: Wyłącz Kodi

# #89006
source: Shutdown
pl_pl: Zamknij system

# #89007
source: Hibernate
pl_pl: Uśpij system

# #55009
source: Priority
pl_pl: Priorytet

# #57001
source: API error
pl_pl: Błąd API

# #57002
source: Could not connect to website
pl_pl: Brak połączenia z serwisem

# #57003
source: Check your network connection.
pl_pl: Sprawdź połączenie sieciowe.

# #57009
source: Script error.
pl_pl: Błąd skryptu!

# #57010
source: Error on method getJsonFromAPI.
pl_pl: Błąd! (getJsonFromAPI)

# #57011
source: API connection didn't get any data.
pl_pl: Połączenie z serwisem nie zwróciło żadnych danych.

# #57012
source: It could be network connection problem.
pl_pl: Przyczyną może być brak dostępu do sieci,

# #57013
source: or wrong website API adress.
pl_pl: lub błędny adres API serwisu.

# #57014
source: Error! (API: setPlayer)
pl_pl: Błąd! (API: setPlayer)

# #57015
source: Could not get authorization data.
pl_pl: Nie uzyskano danych do autoryzacji.

# #57018
source: Playing error!
pl_pl: Błąd odtwarzania!

# #57019
source: Exceeded the limit of free viewing, or too many users.
pl_pl: Przekroczony limit darmowego oglądania lub zbyt duża ilość użytkowników.

# #57020
source: Buy premium account now to watch unlimited!
pl_pl: Wykup konto Premium już teraz, aby oglądać bez limitów!

# #57021
source: Playing has been stopped.
pl_pl: Wewnętrzny problem odtwarzacza!

# #57022
source: Wrong video adress. Playing has been stopped.
pl_pl: Niewłaściwa ścieżka wideo! Odtwarzanie wstrzymane.

# #57027
source: Server has closed connection for unknown reason! Please try again.
pl_pl: Serwer zamknął połączenie z nie znanych przyczyn! Spróbuj ponownie.

# #57028
source: Playing has been stopped.
pl_pl: Odtwarzanie wstrzymane.

# #57034
source: Information about user account
pl_pl: Informacje o koncie użytkownika

# #57036
source: You do not have a premium account. Starting a sponsored broadcast.
pl_pl: Nie posiadasz konta premium. Rozpoczynanie transmisji sponsorowanej.

# #57037
source: To purchase a premium right now go to:
pl_pl: Aby wykupić Premium już teraz wejdź na stronę:

# #57039
source: Content is not included in your service
pl_pl: Brak tego kanału w twoim abonamencie

# #57040
source: No content available in your service
pl_pl: Brak dostępnych treści w Twoim serwisie

# #57041
source: Site error, select proper site that matches your account
pl_pl: Błąd serwisu, wybierz odpowiedni serwis który odpowiada z Twojim kontem

# #57042
source: Error connecting to service
pl_pl: Błąd połączenia z serwisem

# #57043
source: Selected channel does not exist!
pl_pl: Wybrany kanał nie istnieje!

# #57044
source: No channel selected!
pl_pl: Nie wybrano kanału!

# #57045
source: No active server! We are sorry.
pl_pl: Brak aktywnego serwera! Przepraszamy.

# #57046
source: Rules are not accepted!
pl_pl: Regulamin nie został zaakceptowany!

# #57047
source: Go to https://github.com/Mariusz89B/script.mtvguide and accept it, to use service.
pl_pl: Wejdź na https://github.com/Mariusz89B/script.mtvguide i zaakceptuj go, aby korzystać z usługi.

# #57048
source: Login incorrect
pl_pl: Nieprawidłowe dane logowania

# #57049
source: Configured
pl_pl: Podany link w serwisie

# #57050
source: URL is incorrect!
pl_pl: jest błędny!

# #57052
source: Addon is already running - can't be started again
pl_pl: Wtyczka jest już raz uruchomiona - nie można uruchomić jej ponownie

# #57053
source: Asset playback blocked due to VPN/proxy
pl_pl: Dostęp do odtwarzania zablokowany z powodu VPN/proxy

# #57054
source: Service is unavailable in your location
pl_pl: Usługa jest niedostępna w twojej lokalizacji

# #57055
source: Maximum number of devices have been reached
pl_pl: Osiągnięto maksymalną liczbę urządzeń

# #57058
source: Redirect needed!
pl_pl: Potrzebne przekierowanie!

# #68000
source: Plot
pl_pl: Opis

# #68001
source: Press [B]OK[/B] to show plot
pl_pl: Naciśnij [B]OK[/B] aby wyświetlić wykres

# #68002
source: Switch
pl_pl: Przełącz

# #68003
source: Play programme
pl_pl: Odtwarzaj program

# #68004
source: Search YouTube
pl_pl: Szukaj w serwisie YouTube

# #68005
source: Options
pl_pl: Opcje

# #68006
source: Time:
pl_pl: Godzina:

# #68007
source: Context menu
pl_pl: Menu kontekstowe

# #68008
source: Sections
pl_pl: Sekcje

# #68009
source: View options
pl_pl: Opcje widoku

# #68010
source: Browse for playlist
pl_pl: Wybierz listę

# #68011
source: Previous
pl_pl: Poprzedni

# #68012
source: Subtitles
pl_pl: Napisy

# #68013
source: Audio language
pl_pl: Język dźwięku

# #68014
source: Numeric Input
pl_pl: Klawiatura numeryczna

# #68015
source: Ends at
pl_pl: Koniec o

# #68016
source: Not available
pl_pl: Niedostępne

# #68017
source: Time
pl_pl: Czas

# #68018
source: Date
pl_pl: Data

# #69000
source: Recording
pl_pl: Nagrywanie

# #69001
source: Import RTMPDUMP
pl_pl: Importuj RTMPDUMP

# #69002
source: Import FFMPEG
pl_pl: Importuj FFMPEG

# #69003
source: Record destination
pl_pl: Folder zapisu nagrań

# #69004
source: Recording:
pl_pl: Nagrywanie:

# #69005
source: Finished recording:
pl_pl: Zakończono nagrywanie:

# #69006
source: Not existing record destination directory - record canceled!
pl_pl: Nie istnieje katalog do zapisu nagrań - nagrywanie anulowane!

# #69007
source: Record error!
pl_pl: Błąd nagrywania!

# #69008
source: Can't record due to not configured record application:
pl_pl: Nie można nagrać ponieważ w ustawieniach nie jest wskazana aplikacja do nagrywania:

# #69009
source: Record already scheduled - cancel?
pl_pl: Nagrywanie już zaplanowane - anulować?

# #69010
source: Schedule program record:
pl_pl: Zaplanować nagrywanie programu:

# #69011
source: Cancel ongoing recording?
pl_pl: Przerwać nagrywanie programow?

# #69012
source: Import record application
pl_pl: Importowanie aplikacji do nagrywania

# #69013
source: successfully imported.
pl_pl: pomyślnie zaimportowany.

# #69014
source: FFMPEG record format
pl_pl: Format nagrywania FFMPEG

# #69015
source: Exit despite of scheduled recording?
pl_pl: Wyjść pomimo zaplanowanego nagrywania?

# #69016
source: Use FFMPEG to record RTMP instead of RTMPDUMP
pl_pl: Korzystaj z FFMPEG do nagrywania RTMP zamiast RTMPDUMP

# #69017
source: Install recording applications
pl_pl: Zainstaluj aplikacje do nagrywania

# #69018
source: m-TVGuide is downloading files, Please press OK and wait until installation finishes.
pl_pl: m-TVGuide pobiera pliki. Naciśnij OK i poczekaj do zakończenia instalacji.

# #69019
source: An error has occurred - try again or install manually.
pl_pl: Pobieranie aplikacji nie powiodło się - spróbuj ponownie lub zainstaluj ręcznie.

# #69021
source: Can't find FFMPEG or RTMPDUMP in system - please try to install by packet manager RTMPDUMP, FFMPEG or libav-tools or install manually.
pl_pl: Nie udało się znaleźć FFMPEG ani RTMPDUMP na systemie - proszę zainstalować korzystając z wbudowanego packet managera RTMPDUMP, FFMPEG lub libav-tools oraz ponownie spróbować zaimportować automatycznie lub wybrać pliki ręcznie.

# #69022
source: Error during automatic import - try importing files manually.
pl_pl: Blad automatycznego importowania aplikacji - proszę zaimportować pliki ręcznie.

# #69023
source: Choose OS
pl_pl: Wybierz wersję twojego systemu operacyjnego

# #69024
source: Maximum number of attempts to resume recording
pl_pl: Maksymalna ilość prób wznowienia nagrywania

# #69025
source: Delete watched recordings
pl_pl: Usuwanie obejrzanych nagrań

# #69026
source: Delete recording
pl_pl: Usunięcie nagrania

# #69027
source: Delete watched recording
pl_pl: Usunąć obejrzane nagranie

# #69028
source: Do nothing
pl_pl: Nic nie rób

# #69029
source: Ask
pl_pl: Zapytaj

# #69030
source: Auto delete
pl_pl: Automatycznie usuwaj

# #69031
source: [COLOR]FLV format does not work on OpenELEC/LibreELEC systems[/COLOR]
pl_pl: [COLOR]Format flv nie działa na systemie OpenELEC/LibreELEC[/COLOR]
